# TODO: Translation updated at 2026-02-04 15:32

translate chinese2 strings:

    # game/options.rpy:16
    old "Khar"
    new ""

    # game/options.rpy:35
    old "Добро пожаловать в Кхар, Город Ловушек — мрачные ворота в таинственные земли Бакланда, через которые лежит ваш единственный путь. Это опасное место, кишащее отребьем, ворами и злыми существами, где жизнь стоит дешевле медной монеты. Каждый переулок таит в себе угрозу, а каждая встреча — это испытание вашей силы, хитрости и удачи. Вам предстоит делать непростой выбор: довериться странному старику, выпить с подозрительным незнакомцем или обнажить меч против тех, кто встанет на пути. Ваша главная цель — найти четыре строки древнего заклинания, чтобы открыть Северные Врата, но выжить в этом городе хаоса будет не менее сложной задачей."
    new ""

