# TODO: Translation updated at 2026-01-18 01:43

translate chinese strings:

    # game/options.rpy:16
    old "Khar"
    new "卡哈尔"

    # game/options.rpy:35
    old "Добро пожаловать в Кхар, Город Ловушек — мрачные ворота в таинственные земли Бакланда, через которые лежит ваш единственный путь. Это опасное место, кишащее отребьем, ворами и злыми существами, где жизнь стоит дешевле медной монеты. Каждый переулок таит в себе угрозу, а каждая встреча — это испытание вашей силы, хитрости и удачи. Вам предстоит делать непростой выбор: довериться странному старику, выпить с подозрительным незнакомцем или обнажить меч против тех, кто встанет на пути. Ваша главная цель — найти четыре строки древнего заклинания, чтобы открыть Северные Врата, но выжить в этом городе хаоса будет не менее сложной задачей."
    new "欢迎来到卡哈尔——陷阱之城，通往巴克兰神秘之地的阴暗门户，也是你唯一的前进道路。这是一个危险之地，充斥着渣滓、盗贼与邪恶生物，生命在这里比一枚铜币还要廉价。每条小巷都暗藏杀机，每次相遇都是对你力量、智慧与运气的考验。你将面临艰难的抉择：是信任一位古怪的老人，还是与可疑的陌生人共饮一杯，抑或是对挡路者拔剑相向。你的主要目标是找到古老咒语的四个诗节，以开启北方之门，但在这座混乱之城中存活下来，其挑战性也毫不逊色。"
